<!DOCTYPE html>
<html> 
<head> 
<title></title>
</head>
<body> 
<?php
$list_country = array("Италия" => "Рим", "Люксембург" => "Люксембург", "Бельгия" => "Брюссель", "Дания" => "Копенгаген", "Финляндия" => "Хельсинки", "Франция "=>"Париж", "Словакия"=>"Братислава", "Словения"=>"Любляна", "Германия"=>"Берлин", "Греция"=>"Афины", "Ирландия" => "Дублин", "Нидерланды" => "Амстердам", "Португалия" => "Лиссабон", "Испания" => "Мадрид", "Швеция" => "Стокгольм", "Великобритания" => "Лондон", "Кипр"=>"Никосия", "Литва"=>"Вильнюс", "Чехия"=>"Прага", "Эстония"=>"Таллин"," Польша "=>"Варшава");
asort($list_country);
foreach($list_country as $country => $capital) {
echo "Cтолица $capital - Страна $country"."\n" ;
}
?>
</table>
</body>
</html>
